import pandas as pd 


list_a = ['Алёшин',
            'Миронов',
            'Миронов',
            'Шветкин',
            'Тузов' ,
            'Леонтьев',
            'Шинкарук',
            'Валягин',
            'Смирнов',
            'Филиппов',
            'Астахов',
            'Селявин',
            'Черненький',
            'Магин',
            'Рзаев',
            'Шишкин',
            'Сухов',
            'Ведешкин',
            'Маслий',
            'Абросимов',
            'Глазков',
            'Чемерев',
            'Белов',
            'Балабанов',
            'Батурин',
            'Гарамов',
            'Березин',
            'Погуляев',
            'Котелевич',
            'Брюхин',
            'Ларин',
            'Тсиркунов',
            'Иванов']

list_a.sort()
# print(list_a)

